{
  "The Matrix Resurrections": {
    "overview": "Plagued by strange memories, PERSON's life takes an unexpected turn when he finds himself back inside the Matrix.",
    "tagline": "Return to the source.",
    "keywords": "Neo, Matrix, memories, life, unexpected"
  },
  "Pirates of the Caribbean: Dead Man's Chest": {
    "overview": "Captain PERSON works his way out of a blood debt with the ghostly PERSON to avoid eternal damnation.",
    "tagline": "Captain Jack is back!",
    "keywords": "blood, debt, ghostly, Davy Jones, eternal damnation"
  },
  "The Exorcism of God": {
    "overview": "An American priest working in Mexico is considered a saint by many local parishioners. However, due to a botched exorcism, he carries a secret that’s eating him alive until he gets an opportunity to face his demon one final time.",
    "tagline": "God and the Devil cannot exist in the same body.",
    "keywords": "-exorcism -priest -saint -Mexico -parishioners -botched"
  },
  "Ghostbusters: Afterlife": {
    "overview": "When a single mom and her two kids arrive in a small town, they begin to discover their connection to the original Ghostbusters and the secret legacy their grandfather left behind.",
    "tagline": "Discover the past. Protect the future.",
    "keywords": "-Single mom-Two kids-Small town-Ghostbusters-Legacy"
  },
  "Along for the Ride": {
    "overview": "The summer before college PERSON meets the mysterious Eli, a fellow insomniac. While the seaside town of Colby sleeps, the two embark on a nightly quest to help PERSON experience the fun, carefree teen life she never knew she wanted.",
    "tagline": "Tomorrow Begins Tonight",
    "keywords": "Summer, college, Auden, Eli, insomniac, Colby, sleep, nightly, quest, fun, carefree, teen life"
  },
  "Pirates of the Caribbean: At World's End": {
    "overview": "Captain PERSON, long believed to be dead, has come back to life and is headed to the edge of the Earth with PERSON and PERSON. But nothing is quite as it seems.",
    "tagline": "At the end of the world, the adventure begins.",
    "keywords": "Captain Barbossa, Will Turner, Elizabeth Swann, edge of the Earth"
  },
  "Texas Chainsaw Massacre": {
    "overview": "In this sequel, influencers looking to breathe new life into a Texas ghost town encounter Leatherface, an infamous killer who wears a mask of human skin.",
    "tagline": "The face of madness returns.",
    "keywords": "sequel, influencers, ghost town, Leatherface, killer, human skin"
  },
  "Tom and Jerry: Cowboy Up!": {
    "overview": "This time, the rivals team up to help a cowgirl and her brother save their homestead from a greedy land,grabber, and they’re going to need some help! Jerry’s three precocious nephews are all ready for action, and PERSON is rounding up a posse of prairie dogs. But can a ragtag band of varmints defeat a deceitful desperado determined to deceive a damsel in distress? No matter what happens with PERSON and Jerry in the saddle, it’ll be a rootin’ tootin’ good time!",
    "tagline": "The Wild, Wild West just got wilder with Tom and Jerry on the ranch!",
    "keywords": "cowgirl, brother, homestead, land-grabber, Jerry's three nephews, Tom, posse of prairie dogs, varmints, desperado, damsel in distress"
  },
  "The In Between": {
    "overview": "After surviving a car accident that took the life of her boyfriend, a teenage girl believes he's attempting to reconnect with her from the after world.",
    "tagline": "Love never dies.",
    "keywords": "Car accident, boyfriend, afterlife, reconnect"
  },
  "Pirates of the Caribbean: The Curse of the Black Pearl": {
    "overview": "PERSON, a freewheeling 18th,century pirate, quarrels with a rival pirate bent on pillaging Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her.",
    "tagline": "Prepare to be blown out of the water.",
    "keywords": "Jack Sparrow, pirate, Port Royal, governor's daughter, kidnapping, love"
  },
  "The Commando": {
    "overview": "An elite DEA agent returns home after a failed mission when his family makes an unexpected discovery in their house – a stash of money worth $3 million. They soon face the danger and threat of a newly released criminal and his crew, who will do whatever it takes to retrieve the money, including kidnap the agent’s daughters. Stakes are high and lives are at risk in this head,to,head battle as the agent stops at nothing to protect his family against the money,hungry criminals.",
    "tagline": "Only one will survive.",
    "keywords": "DEA, agent, family, money, criminal, crew, kidnap, daughters, battle"
  },
  "Jackass Forever": {
    "overview": "Celebrate the joy of a perfectly executed shot to the groin as PERSON, Steve,O and the rest of the gang return alongside some newcomers for one final round of hilarious, wildly absurd and often dangerous displays of stunts and comedy.",
    "tagline": "Some people never learn.",
    "keywords": "Johnny Knoxville, Steve-O, comedy, stunts, dangerous"
  },
  "Clifford the Big Red Dog": {
    "overview": "As PERSON struggles to fit in at home and at school, she discovers a small red puppy who is destined to become her best friend. When Clifford magically undergoes one heck of a growth spurt, becomes a gigantic dog and attracts the attention of a genetics company, PERSON and her PERSON have to fight the forces of greed as they go on the run across New York City. Along the way, Clifford affects the lives of everyone around him and teaches PERSON and her uncle the true meaning of acceptance and unconditional love.",
    "tagline": "Adventure has never been bigger.",
    "keywords": "-Emily-Clifford-home-school-puppy-best friend-growth spurt-genetics company-Uncle Casey-New York City-acceptance -unconditional love"
  },
  "Avengers: Infinity War": {
    "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment , the fate of Earth and existence itself has never been more uncertain.",
    "tagline": "An entire universe. Once and for all.",
    "keywords": "Avengers, allies, world, threats, large, hero, handle, new danger, cosmic shadows, Thanos, despot of intergalactic infamy, goal, collect Infinity Stones, artifacts of unimaginable power"
  },
  "Fistful of Vengeance": {
    "overview": "A revenge mission becomes a fight to save the world from an ancient threat when superpowered assassin PERSON tracks a killer to Bangkok.",
    "tagline": "",
    "keywords": "-Revenge -Mission -Fight -World -Ancient -Threat -Superpowered -Assassin -Kai -Bangkok"
  },
  "The House": {
    "overview": "Across different eras, a poor family, an anxious developer and a fed,up landlady become tied to the same mysterious house in this animated dark comedy.",
    "tagline": "Three visionary tales. One unforgettable place.",
    "keywords": "-Different eras-Poor family-Anxious developer-Fed-up landlady-Mysterious house-Animated dark comedy"
  },
  "Dr. Strange": {
    "overview": "A psychiatrist becomes the new Sorcerer Supreme of the Earth in order to battle an evil Sorceress from the past.",
    "tagline": "Battle of the sorcerers burns the screen with electric flame",
    "keywords": "psychiatrist, sorcerer supreme, evil sorceress, past"
  },
  "Dark Blood": {
    "overview": "A father is imprisoned after committing a brutal revenge crime. During his confinement he must adapt to a new life of abuse, including injury and humiliation by guards and other prisoners.",
    "tagline": "",
    "keywords": "Father, crime, revenge, abuse, injury, humiliation, guards, prisoners."
  },
  "The Simpsons in Plusaversary": {
    "overview": "The Simpsons host a Disney+ Day party and everyone is on the list… except PERSON. With friends from across the service and music fit for a Disney Princess, Plusaversary is Springfield's event of the year.",
    "tagline": "",
    "keywords": "The Simpsons, Disney+, Homer, Plusaversary, Springfield"
  }
}